
;
; Templar Base
;

[Templar_BaseAug_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Bare"
[Templar_BaseAug_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Covered"

[Templar_BaseAug_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Bare"
[Templar_BaseAug_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Covered"

[Templar_BaseAug_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Bare"
[Templar_BaseAug_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Covered"

[Templar_BaseAug_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Bare"
[Templar_BaseAug_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Covered"

;
; Templar Holo
;

[Templar_HoloAug_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Bare"
[Templar_HoloAug_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Covered"

[Templar_HoloAug_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Bare"
[Templar_HoloAug_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Covered"

[Templar_HoloAug_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Bare"
[Templar_HoloAug_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Covered"

[Templar_HoloAug_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Bare"
[Templar_HoloAug_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Covered"

;
; Templar Codex
;

[Templar_CodexAug_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Bare"
[Templar_CodexAug_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Covered"

[Templar_CodexAug_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Bare"
[Templar_CodexAug_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Covered"

[Templar_CodexAug_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Bare"
[Templar_CodexAug_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Covered"

[Templar_CodexAug_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Bare"
[Templar_CodexAug_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Covered"